Repository: aurora-pioneer/deepin-store
Catalog: locale/*.po
Languages: ast, cs, el, he, hu, id, pl, ro, sv_se, vi

source: You have already scored. ;)
ast: Yá puntuesti. ;)
cs: Již jste hodnotil.
el: Έχετε ήδη σκοράρει. ;)
he: כבר זכית ;)
hu: Ön már értékelte :)
id: Anda telah menilai. ;)
pl: Już oceniałeś ;)
ro: Ai înscris deja. ;)
sv_se: Du har redan gått i mål. :)
vi: Bạn đã ghi điểm. ;)

source: Rated successfully. Thanks for your involvement.
cs: Hodnocení se podařilo poslat. Děkujeme vám za vaše zapojení.
el: Επιτυχής αξιολόγηση. Ευχαριστούμε για τη συμμετοχή.
he: הדירוג נשמר בהצלחה, תודה!
hu: Az értékelés sikeresen befejezve. Köszönjük a részvételt.
id: Berhasil memberi nilai. Terima kasih atas kerja sama Anda.
pl: Pomyślnie oceniłeś. Dziękujemy za Twoje zaangażowanie.
ro: Evaluat cu succes. Îți mulțumesc pentru implicare.
sv_se: Betygsättning lyckades. Tack för ditt engagemang.

source: Rating failed. Please check your network connection!
ast: Valoración fallida. ¡Por favor, comprueba la to conexón de rede!
cs: Hodnocení se poslat nepodařilo. Ověřte, prosím, své síťové spojení!
el: Αποτυχία αξιολόγησης. Παρακαλώ ελέγξτε τη σύνδεση δικτύου σας!
he: הדירוג נכשל. אנא בדוק את החיבור שלך לרשת
hu: Értékelés sikertelen. Kérem ellenőrizze a hálózati kapcsolatát!
id: Penilaian gagal. Silakan periksa koneksi jaringan Anda!
pl: Błąd oceniania. Proszę sprawdzić połączenie internetowe!
ro: Evaluarea a eşuat. Verifică te rog conexiunea la rețea!
sv_se: Betygsättning misslyckades. Var god kontrollera din nätverksanslutning!
vi: Đánh giá thất bại. Xin hãy kiểm tra kết nối mạng!

source: Uninstall %s Successfully.
cs: Odinstalace %s byla úspěšná.
el: Επιτυχής Απεγκατάσταση του %s.
he: הסרת %s הושלמה בהצלחה
hu: Eltávolítva %s Sikeresen.
id: Pembongkaran %s berhasil.
pl: Pomyślnie odinstalowano %s.
ro: Dezinstalare %s Reușită.
sv_se: Avinstallerade %s framgångsrikt.
vi: Gỡ bỏ %s thành công.

source: Uninstall
ast: Desinstalar
cs: Odinstalovat
el: Απεγκατάσταση
he: הסרה
hu: Eltávolítás
id: Bongkar
pl: Odinstaluj
ro: Dezinstalare
sv_se: Avinstallera
vi: Gỡ bỏ.

source: %s packages upgrade successfully.
ast: %s paquetes anovaos con ésitu.
cs: Povýšení %s balíčků proběhlo úspěšně.
el: %s πακέτα αναβαθμίστηκαν επιτυχώς.
he: %s חבילות שודרגו בהצלחה
hu: %s csomag sikeresen frissítve.
id: %s berhasil ditingkatkan.
pl: %s pakietów zostało pomyślnie zaktualizowanych.
ro: %s pachete actualizate cu succes.
sv_se: %s paket uppdaterades framgångsrikt.
vi: %s gói nâng cấp thành công.

source: Install %s Successfully.
cs: Instalace %s byla úspěšná.
el: Επιτυχής Εγκατάσταση του %s.
he: התקנת %s הושלמה בהצלחה
hu: Telepítve %s Sikeresen.
id: Pemasangan %s Berhasil.
pl: Pomyślnie zainstalowano %s.
ro: Instalare %s Reușită.
sv_se: Installerade %s framgångsrikt.
vi: Cài đặt %s thành công.

source: Install
ast: Instalar
cs: Instalovat
el: Εγκατάσταση
he: התקן
hu: Telepítés
id: Pasang
pl: Zainstaluj
ro: Instalare
sv_se: Installera
vi: Cài đặt

source: Generating package list database...
ast: Xenerando base de datos de llista de paquetes...
cs: Vytváří se databáze seznamu balíčků...
el: Δημιουργία βάσης δεδομένων λίστας πακέτων...
he: מייצר רשימת חבילות למאגר נתונים...
hu: Csomaglista adatbázis generálása...
id: Membangkitkan basis data daftar paket...
pl: Tworzenie bazy danych list pakietów...
ro: Generează baza de date listă pachete...
sv_se: Genererar databas för paketlista...
vi: Đang sơ lược dữ liệu danh sách gói...

source: Package lists refreshed completely.
ast: Llistes de paquetes refrescaes dafechu.
cs: Seznamy balíčků obnoveny úspěšně.
el: Οι λίστες πακέτων ανανεώθηκαν πλήρως.
he: עדכון רשימת חבילות הושלם בהצלחה
hu: Csomaglista frissítése kész.
id: Daftar paket sudah disegarkan.
pl: Ukończono odświeżanie listy pakietów.
ro: Listele cu pachete au fost reîmprospătate complet.
sv_se: Paketlista uppdaterades.

source: Failed to refresh package lists.
ast: Fallu al refrescar les llsites de paquetes.
cs: Nepodařilo se obnovit seznamy balíčků.
el: Αποτυχία ανανέωσης λιστών πακέτων.
he: נכשל ברענון רשימת חבילות
hu: Csomaglista frissítése sikertelen.
id: Gagal memperbaharui daftar paket.
pl: Błąd odświeżania listy pakietów.
ro: Reîmprospătarea listelor cu pachete a eşuat.
sv_se: Misslyckades med att uppdatera paketlista
vi: Thất bại khi làm mới danh sách gói.

source: Try again
ast: Intentar de nueves
cs: Zkusit znovu
el: Προσπαθήστε ξανά
he: נסה שוב
hu: Próbálja újra
id: Coba lagi
pl: Spróbuj ponownie
ro: Incercați din nou
sv_se: Försök igen
vi: Thử lại

source: Problem occurred when analyzing dependencies for %s. Installation aborted.
ast: Asocedió un fallu al analizar les dependencies pa %s. Instalación albortada.
cs: Při rozboru závislostí pro %s se vyskytly potíže. Instalace zrušena.
el: Προέκυψε σφάλμα κατά την ανάλυση εξαρτήσεων για το %s. Η εγκατάσταση ματαιώθηκε.
he: נוצרה בעיה במהלך ניתוח חבילות תלויות עבור %s. ההתקנה בוטלה
hu: %s függőségeinek analizálása során probléma lépett fel. Telepítés félbeszakadt.
id: Terjadi masalah ketika menganalisa ketergantungan untuk paket %s. Pemasangan dibatalkan.
pl: Wystąpił problem podczas analizowania zależności dla %s. Przerwano instalację.
ro: Problema a apărut la analiza dependențelor pentru %s. Instalarea a fost anulată.
sv_se: Problem uppstod vid analys av beroenden för %s. Installation avbruten.
vi: Vấn đề xảy ra khi phân tích gói phụ thuộc cho %s. Cài đặt gián đoạn.

source: Problem occurred when analyzing dependencies for %s. Upgrade aborted.
ast: Asocedió un fallu al analizar les dependencies pa %s. Anovamientu albortáu.
cs: Při rozboru závislostí pro %s se vyskytly potíže. Povyšování zrušeno.
el: Προέκυψε σφάλμα κατά την ανάλυση εξαρτήσεων για το %s. Η αναβάθμιση ματαιώθηκε.
he: נוצרה בעיה במהלך ניתוח חבילות תלויות עבור %s. השדרוג בוטל
hu: %s függőségeinek analizálása során probléma lépett fel. Frissítés félbeszakadt.
id: Terjadi masalah ketika menganalisa ketergantungan untuk paket %s. Peningkatan dibatalkan.
pl: Wystąpił problem podczas analizowania zależności dla %s. Przerwano aktualizację.
ro: Problema a apărut la analiza dependențelor pentru %s. Actualizarea a fost anulată.
sv_se: Problem uppstod vid analys av beroenden för %s. Uppdatering avbruten.
vi: Vấn đề xảy ra khi phân tích gói phụ thuộc cho %s. Nâng cấp gián đoạn.

source: The requested package "%s" was not found in the package list.
ast: El paquete solicitáu "%s" nun s'alcontró na llista de paquetes.
cs: Požadovaný balíček "%s" nebyl nalezen v seznamu balíčků.
el: Το απαιτούμενο πακέτο "%s" δε βρέθηκε στη λίστα πακέτων.
he: החבילה שהתבקשה "%s" לא נמצאה ברשימת החבילות
hu: A kért csomag "%s" nem található a csomaglistában.
id: Paket "%s" tidak ditemukan di daftar paket.
pl: Pakiet "%s" nie został znaleziony na liście pakietów.
ro: Pachetul ”%s” cerut nu a fost găsit in lista pachetelor.
sv_se: Det begärda paketet %s hittades inte i paketlistan.
vi: Gói "%s" đã yêu cầu không tìm thấy trong danh sách.

source: Refresh package lists again and try again.
ast: Refresca les llistes de paquete ya inténtalo de nueves.
cs: Obnovit znovu seznamy balíčků a zkusit to znovu.
el: Ανανεώστε πάλι τις λίστες πακέτων και δοκιμάστε ξανά.
he: רענן את רשימת החבילות ונסה שנית
hu: Frissítse a csomaglistákat és próbálja újra.
id: Segarkan daftar paket dan coba lagi.
pl: Odśwież listy pakietów i spróbuj ponownie.
ro: Reîmprospătează listele de pachete şi încearcă din nou.
sv_se: Uppdatera paketlistan och försök igen.

source: Join us
ast: Xúnite a nós
cs: Připojte se k nám
el: Ελάτε μαζί μας
he: הצטרף אלינו
hu: Csatlakozzon hozzánk
id: Bergabung dengan kami
pl: Dołącz do nas
ro: Alătură-te nouă
sv_se: Anslut dig till oss
vi: Tham gia với chúng tôi

source: Installation
ast: Instalación
cs: Instalace
el: Εγκατάσταση
he: התקנה
hu: Telepítés
id: Pemasangan
pl: Instalacja
ro: Instalare
vi: Cài đặt

source: Refresh package lists
ast: Refrescar llistes de paquete
cs: Obnovit seznam balíčků
el: Ανανέωση λιστών πακέτων
he: רענן רשימת חבילות
hu: Frissítése a csomaglistát
id: Segarkan daftar paket
pl: Odśwież listy pakietów
ro: Reîmprospătează listele de pachete
sv_se: Uppdatera paketlista

source: Open download directory
ast: Abrir direutoriu de descarga
cs: Otevřít adresář pro stahování
el: Άνοιγμα καταλόγου λήψης
he: פתח את תיקיית ההורדות
hu: Letöltés mappa megnyitása
id: Buka direktori unduhan
pl: Otwórz katalog pobrań
ro: Deschidere director descărcare
sv_se: Öppna nedladdningsmapp
vi: Mở thư mục tải xuống

source: Clear up cached packages
ast: Llimpiar paquetes na cache
cs: Odstranit balíčky ve vyrovnávací paměti
el: Εκκαθάριση πακέτων με προσωρινή μνήμη
he: נקה חבילות אשר נמצאות ב-cache
hu: Tárolt csomagok kitakarítása
id: Bersihkan paket di tembolok
pl: Wyczyść pamięć podręczną pakietów
ro: Curățare pachete cache-uite
sv_se: Städa upp cachade paket
vi: Dọn sạch cache

source: View new features
ast: Ver carauterístiques nueves
cs: Zobrazit nové vlastnosti
el: Προβολή νέων χαρακτηριστικών
he: צפה בתכונות חדשות
hu: Új funkciók megtekintése
id: Lihat fitur terbaru
pl: Zobacz nowe możliwości
ro: Vizualizare caracteristici noi
sv_se: Visa nya funktioner
vi: Xem qua những điểm mới

source: Preferences
ast: Preferencies
cs: Nastavení
el: Προτιμήσεις
he: העדפות
hu: Beállítások
id: Preferensi
pl: Ustawienia
ro: Preferințe
sv_se: Inställningar
vi: Giao diện

source: Quit
ast: Colar
cs: Ukončit
el: Έξοδος
he: יציאה
hu: Kilépés
id: Keluar
pl: Wyjdź
ro: Ieși
sv_se: Stäng
vi: Thoát

source: You have cleared up %s packages and saved %s of space.
ast: Llimpiesti %s paquetes y aforresti %s d'espaciu.
cs: Odstranil jste %s balíčků a ušetřil %s místa
el: Καθαρίσατε %s πακέτα και εξοικονομήσατε %s χώρου.
he: ניקית %s תוכנות וחסכת %s של שטח
hu: %s csomag kitakarítva és %s hely felszabadítva.
id: Anda telah membersihkan %s paket dan menghemat %s ruang.
pl: Wyczyszczono %s pakietów i zaoszczędzono %s miejsca na dysku.
ro: Ai şters până la %s pachete şi ai eliberat %s din spațiu.
sv_se: Du har rensat ut %s paket och sparat %s utrymme.
vi: Bạn đã dọn sạch %s gói và tiết kiệm %s không gian trống.

source: Your system cache is empty.
ast: La cache del to sistema ta balera.
cs: Vaše systémová vyrovnávací paměť je prázdná.
el: Η προσωρινή μνήμη συστήματος είναι άδεια.
he: ה-cache של המערכת ריק
hu: A rendszer tár üres.
id: Tembolok sistem kosong.
pl: Pamięć podręczna Twojego systemu jest pusta.
ro: Memoria cache a sistemului este goală.
sv_se: Din systemcache är tom.
vi: Cache hệ thống rỗng.

source: No reminder
cs: Žádná připomínka
el: Καμία υπενθύμιση
he: אין תזכורת
hu: Nincs emlékeztető
id: Tidak ada pengingat
pl: Brak przypomnienia
ro: Niciun memento
sv_se: Ingen påminnelse
vi: Không có nhắc nhở

source: Version:
ast: Versión:
cs: Verze:
el: Έκδοση:
he: גרסא:
hu: Verzió:
id: Versi:
pl: Wersja:
ro: Versiune:
vi: Phiên bản:

source: Deepin Store is a commonly used software center on Linux. We selected more than 2,600 excellent applications with many functions of installation and uninstalling, software repository and popular recommendations, which supports 1-click quick installation, multi-threaded download and clearing of cached packages. It provides topics for software introduction and shares good applications. Deepin Store is a free software licensed under GNU GPLv3.
ast: Deepin Store ye un centru de software comúnmente usáu en Linux. Esbillamos más de 2.600 aplicaciones con munches funcionalidaes d'instalación y desinstalación, repositoriu de software y recomendaciones populares, que sofiten la instalación nun clic, descarga multi-filu y llimpieza de paquetes na caché. Apurre temes pal software d'introducción y comparte bones aplicaciones. Deepin Store ye software llibre llicenciáu baxo GNU GPLv3.
cs: Středisko programů Deepin je střediskem běžné používaných programů na Linuxu. Bylo vybráno více než 2600 pěkných programů, jejichž snadnou instalaci ze skladiště a odinstalaci středisko zajišťuje. Naleznete zde doporučení ohledně programů. Je podporována instalace na jedno klepnutí, vícevláknové stahování balíčků a úklid balíčků uložených do vyrovnávací paměti. Jsou poskytovány náměty pro uvedení programů a jsou sdíleny dobré programy. Deepin Store je svobodný program licencovaný pod GNU GPLv3.
el: Το Κατάστημα Deepin είναι ένα συχνά χρησιμοποιούμενο κέντρο λογισμικού στο Linux. Επιλέξαμε πάνω από 2.600 εξαιρετικές εφαρμογές με πολλές λειτουργίες εγκατάστασης και απεγκατάστασης, αποθετηρίων λογισμικού και δημοφιλών προτάσεων, ενώ υποστηρίζει γρήγορη εγκατάσταση με 1 κλικ, πολλαπλές λήψεις και εκκαθάριση πακέτων με προσωρινή μνήμη. Παρέχει θέματα για παρουσίαση λογισμικού και μοιράζεται καλές εφαρμογές. Το Κατάστημα Deepin είναι δωρεάν λογισμικό υπό την άδεια GNU GPLv3.
he: חנות Deepin היא מרכז תוכנה של לינוקס. אנחנו בחרנו יותר מ-2600 תוכנות מצויינות עם פונקציונליות רבה של התקנה והסרה, ניהול מקורות תוכנה והמלצות, כולל אפשרות לחיצה-1 להתקנה, התקנה של תוכנות רבות במקביל ועוד חנות Deepin היא תוכנ חופשית תחת רשיון GNU GPLv3
hu: A Deepin Bolt egy gyakran használt szoftverközpont Linux rendszerek alatt. Mi kiválasztottunk több mint 2,600 kiváló alkamazást renegeteg telepítési és törlési funkciókkal, népszerű ajánlatokat és szoftver forrásokat melyek támogatják az 1-kattintásos telepítést, több szálon történő letöltést és a már meglévő alkalmazások törlését. Továbbá szolgáltat olyan témákat, ahol a szoftvert megismerheti és a különböző alkalmazásokat meg is oszthatja. A Deepin Bolt egy ingyenes szoftver a GNU GPLv3 licenc keretein belül.
id: Deepin Store adalah pusat perangkat lunak yang umum digunakan pada Linux. Kami memilih lebih dari 2.600 aplikasi unggulan dengan berbagai fungsi pemasangan dan pencopotan, repositori perangkat lunak, dan rekomendasi populer, yang mendukung pemasangan kilat 1-klik, unduhan multi-thread, dan penghapusan paket yang tersimpan di tembolok. Deepin Store menyediakan topik untuk pengenalan perangkat lunak dan membagikan aplikasi-aplikasi menarik. Deepin Store adalah perangkat lunak gratis berlisensi di bawah GNU GPLv3.
pl: Sklep Deepin jest powszechnie stosowanym centrum oprogramowania w systemie Linux. Wybraliśmy ponad 2600 doskonałych programów, które posiadają wiele funkcji instalacji i odinstalowania, repozytorium oprogramowania i rekomendacje popularności, wspierających technikę szybkiej instalacji 1 kliknięciem myszy, wielowątkowego pobierania i czyszczenia pamięci podręcznej pakietów. Zapewnia on kategoryzację wprowadzającą oprogramowania i współdzieli dobre oprogramowanie. Sklep Deepin jest wolnym oprogramowaniem na licencji GNU GPLv3.
ro: Magazinul Deepin este un centru software utilizat în mod obişnuit pe Linux. Am selectat peste 2600 de aplicații excelente cu multe funcții de instalare şi dezinstalare, depozit de software şi recomandări populare, care suportă instalarea rapidă cu 1 clic, descărcarea multi fir de execuție şi ştergerea pachetelor stocate în memoria cache. Furnizează discuții pentru introducerea în software şi oferă aplicații utile. Magazinul Deepin este un software gratuit sub licența GNU GPLv3.
sv_se: Deepin Affär är en enkel programcentral för Linux. Vi har valt ut mer än 2600 utmärkta program. Programcentralen har många funktioner, installation och avinstallation, programförråd och populära rekommendationer som stöder 1-klicksinstallation, flertrådade nedladdningar och utrensning av cachade paket. Den introducerar och delar bra program. Deepin Affär är fri programvara licensierad enligt GNU GPLv3.

source: On uninstalling the software
ast: Na desinstalación del software
cs: Při odinstalování programu
el: Στην απεγκατάσταση του λογισμικού
he: כאשר מסירים תוכנה
hu: A szoftver eltávolítása esetén
id: Sedang membongkar perangkat lunak
pl: O odinstalowywaniu oprogramowania
ro: La dezinstalarea software-ului
sv_se: Vid avinstallation av programmet
vi: Đang gỡ bỏ phần mềm

source: Delete configuration files
ast: Desnaiciar ficheros de configuración
cs: Smazat soubory s nastavením
el: Διαγραφή αρχείων παραμέτρων
he: מחק קבצי הגדרות
hu: Konfigurációs fájlok törlése
id: Hapus berkas konfigurasi
pl: Usuń pliki konfiguracyjne
ro: Șterge fișiere configurare
sv_se: Radera konfigureringsfiler
vi: Xóa tệp tin cấu hình

source: Download settings
ast: Axustes de descarga
cs: Nastavení stahování
el: Ρυθμίσεις Λήψης
he: הגדרות הורדה
hu: Letöltési beállítások
id: Pengaturan unduhan
pl: Ustawienia pobierania
ro: Setări descărcare
sv_se: Ladda ner inställningar
vi: Cài đặt tải xuống

source: Maximum number of download tasks:
cs: Nejvyšší počet stahovacích úkolů:
el: Μέγιστος αριθμός εργασιών λήψης:
he: מספר מקסימלי של הורדות במקביל:
hu: Maximum letöltések száma:
id: Jumlah daftar unduhan maksimum:
pl: Maksymalna liczba zadań pobierania:
ro: Număr maxim de sarcini de descărcare:
sv_se: Maximalt antal nedladdningsuppgifter:

source: Download directory:
ast: Direutoriu de descarga:
cs: Adresář pro stahování:
el: Κατάλογος λήψεων:
he: תיקיית הורדות:
hu: Letöltési mappa:
id: Direktori unduhan:
pl: Katalog pobrań:
ro: Director descărcare:
sv_se: Nedladdningsmapp:
vi: Thư mục tải xuống:

source: Change
ast: Cambiar
cs: Změnit
el: Αλλαγή
he: שנה
hu: Változtatás
id: Ganti
pl: Zmień
ro: Schimbă
sv_se: Byt
vi: Thay đổi

source: Select the best mirror
ast: Esbillar el meyor espeyu
cs: Vybrat nejlepší zrcadlo
el: Επιλέξτε τον καλύτερο καθρέπτη
he: בחר את ה-Mirror הטוב ביותר
hu: A legjobb forrás kiválasztása
id: Pilih cermin terbaik
pl: Wybierz najlepszy serwer zwierciadlany
ro: Selectează cel mai bun ecran
sv_se: Välj den bästa spegeln
vi: Chọn máy chủ tốt nhất

source: Waiting
ast: Esperando
cs: Čeká se
el: Αναμονή
he: ממתין
hu: Várakozás
id: Menunggu
pl: Oczekiwanie
ro: În aşteptare
sv_se: Väntar
vi: Đang đợi

source: Successfully
ast: Esitosu
cs: Úspěch
el: Επιτυχώς
he: בהצלחה
hu: Sikeresen
id: Berhasil
pl: Pomyślnie
ro: Cu succes
sv_se: Framgångsrikt
vi: Thành công

source: Upgrade automatically
ast: Anovar automáticamente
cs: Povýšit automaticky
el: Αυτόματη αναβάθμιση
he: שדרוג אוטומטי
hu: Automatikus frissítés
id: Upgrade otomatis
pl: Aktualizuj automatycznie
ro: Actualizează automat
sv_se: Uppdatera automatiskt

source: Time interval:
ast: Intervalu de tiempu:
cs: Časový interval:
el: Χρονικό διάστημα:
he: מרווח זמן:
hu: Időintervallum:
id: Interval waktu:
pl: Przedział czasu:
ro: Interval de timp:
sv_se: Tidsintervall:
vi: Thời gian ước tính:

source: hour
ast: hora
cs: hodina
el: ώρα
he: שעה
hu: óra
id: jam
pl: godzina
ro: oră
sv_se: timme
vi: giờ

source: Select mirror
ast: Esbillar espeyu
cs: Vybrat zrcadlo
el: Επιλέξτε καθρέπτη
he: בחר mirror
hu: Forrás kiválasztása
id: Pilih cermin
pl: Wybierz serwer zwierciadlany
ro: Selectează ecran
sv_se: Välj spegel
vi: Chọn máy chủ

source: Select Directory
ast: Esbillar direutoriu
cs: Vybrat adresář
el: Επιλέξτε Κατάλογο
he: בחר תיקייה
hu: Mappa kiválasztása
id: Pilih Direktori
pl: Wybierz katalog
ro: Selectează Director
sv_se: Välj mapp
vi: Chọn thư mục

source: Speed testing will finish only after one minute, please wait.
ast: La prueba de velocidá finara namái dempués d'un minutu, espera por favor.
cs: Zkouška rychlosti bude dokončena za minutu. Počkejte, prosím.
el: Η δοκιμή ταχύτητας θα τελειώσει μόνο μετά από ένα λεπτό, παρακαλώ περιμένετε.
he: בדיקת מהירות תסתיים רק לאחר דקה אחת, אנא המתן
hu: A sebesség teszt egy percen belül befejeződik, kérem várjon.
id: Pengujian kecepatan akan selesai hanya dalam satu menit, mohon menunggu.
pl: Testowanie szybkości zakończy się już po minucie, prosimy zaczekać.
ro: Testul de viteză se va finaliza după doar un minut, te rog aşteaptă.
sv_se: Hastighetstest kommer avslutat om endast 1 minut, var god vänta.
vi: Kiểm tra tốc độ sẽ hoàn thành chỉ sau một phút, vui lòng đợi.

source: Test is completed, the fastest mirror source is "%s", switch now?
ast: Prueba completada, la fonte d'espeyu más averada ye "%s", ¿cambiar agora?
cs: Zkouška dokončena. Nejrychlejším zdrojovým zrcadlem je "%s" Přepnout nyní?
el: Η δοκιμή ολοκληρώθηκε, η πιο γρήγορη πηγή καθρέπτη είναι το "%s", αλλαγή τώρα;
he: הבדיקה הושלמה, ה-Mirror המהיר ביותר הוא "%s", להחליף עכשיו?
hu: Teszt befejezve, a leggyorsabb tükör forrás "%s", átváltás most?
id: Pengujian selesai, sumber mirror paling cepat adalah "%s", beralih sekarang?
pl: Ukończono testowanie, najszybszym serwerem zwierciadlanym jest "%s", przełączyć na niego?
ro: Test finalizat, cea mai rapidă sursă de ferestre este "%s", schimbă acum?
sv_se: Test är slutfört, den snabbaste spegelkällan är "%s", byt nu?
vi: Kiểm tra hoàn tất, máy chủ nhanh nhất là "%s", chọn ngay bây giờ?

source: General
ast: Xeneral
cs: Obecné
el: Γενικά
he: כללי
hu: Általános
id: Umum
pl: Ogólne
sv_se: Allmänt
vi: Tổng quát

source: Mirrors
ast: Espeyos
cs: Zrcadla
el: Καθρέπτες
hu: Források
id: Cermin
pl: Serwery zwierciadlane
ro: Ecrane
sv_se: Speglar
vi: Máy chủ

source: About
ast: Tocante a
cs: O programu
el: Σχετικά
he: אודות
hu: Rólunk
id: Tentang
pl: O programie
ro: Despre
sv_se: Om
vi: Giới thiệu

source: %s applications searched
ast: %s aplicaciones guetaes
cs: Vyhledáno %s aplikací
el: %s εφαρμογές αναζητήθηκαν
he: חיפש %s תוכנות
hu: %s alkalmazás keresve
id: %s aplikasi dicari
pl: Wyszukano %s programów
ro: %s aplicații căutate
sv_se: %s program sökta
vi: %s ứng dụng được tìm thấy

source: Internet
el: Διαδίκτυο
he: אינטרנט

source: OK
ast: Aceutar
he: אישור
sv_se: Okej

source: HotApps
id: AppPopuler
pl: Popularne programy
ro: Aplicații tari
sv_se: Populära Program
