Repository: aurora-pioneer/deepin-store
Catalog: locale/*.po
Languages: ast, cs, el, he, hu, id, pl, ro, sv_se, vi

source: Failed to send the error report. You could try again.
ast: Fallu al unviar l'informe del fallu. Podríes intentalo de nueves.
cs: Nepodařilo se poslat zprávu o chybě. Mohl byste to zkusit znovu.
el: Αποτυχία αποστολής αναφοράς σφάλματος. Μπορείτε να δοκιμάσετε ξανά.
he: נכשל בשליחת הודעת שגיאה. אתה יכול לנסות שנית
hu: Hibajelentés küldése sikertelen. Próbálja újra.
id: Gagal mengirim laporan galat. Silakan coba lagi
pl: Wystąpił błąd przy wysyłaniu raportu o błędzie. Proszę spróbować później.
ro: Transmiterea raportului cu erori eşuată. Încercaţi încă o dată.
sv_se: Misslyckades med att skicka felrapporten. Du kan försöka igen.
vi: Thất bại khi gửi báo cáo lỗi. Bạn có thể gửi lại.

source: This problem occurs due to corrupted local apt dependence relationship.
cs: Tento problém se objevil kvůli místnímu poškození závislostí apt.
el: Αυτό το πρόβλημα προκύπτει λόγω της κατεστραμμένης σχέσης των τοπικών εξαρτήσεων του apt.
hu: A probléma a helyi apt függőségek sérüléséből fakad
id: Masalah ini terjadi berhubungan dengan dependensi apt lokal yang rusak.
pl: Ten problem pojawia się z uwagi na uszkodzone lokalnie powiązania zależności w apt.
ro: Această problemă apare din cauza disfuncționalității locale a relației de dependență potrivite.
sv_se: Problemet uppstod på grund av lokalt korrupt apt beroendeförhållande.
vi: Vấn đề nảy xảy ra do gói phụ thuộc apt hỏng.

source: %s package(s) are available for upgrade, %s will be downloaded.
ast: %s paquetes(s) disponible(s) pal anovamientu, %s descargaráse.
cs: Pro povýšení je dostupných %s balíčků. Bude staženo %s.
el: %s πακέτο(α) είναι διαθέσιμα για αναβάθμιση, %s θα ληφθούν.
he: %s חביל(ות) זמינות לשדרוג. %s יורדו מהאינטרנט
hu: %s alkalmazáshoz frissítés(ek) érhető el, %s fog letöltődni.
id: %s paket tersedia untuk upgrade, %s akan diunduh.
pl: %s pakiet(ów) dostępnych do aktualizacji, %s zostanie pobranych.
ro: %s pachet(e) sunt disponibile pentru actualizare, %s vor fi descărcate.
sv_se: %s paket är tillgängligt för uppdatering, %s kommer laddas ner.

source: Finished analyzing dependencies.
ast: Fináu l'analís de dependencies.
cs: Dokončen rozbor závislostí.
el: Η ανάλυση εξαρτήσεων τελείωσε.
he: סיים לנתח חבילות תלויות
hu: Függőségek analizálása befejezve.
id: Selesai menganalisa ketergantungan.
pl: Zakończono analizę zależności.
ro: Analiza dependenţelor finalizată.
sv_se: Slutförde analys av beroenden.
vi: Đã hoàn thành phân tích gói phụ thuộc.

source: Download has started
ast: La descarga entamó
cs: Stahování začalo
el: Η λήψη ξεκίνησε
he: ההורדה החלה
hu: Letöltés elkezdődött
id: Unduhan telah dimulai
pl: Pobieranie rozpoczęte
ro: Descărcarea a început
sv_se: Nedladdning har startat
vi: Tải xuống đã bắt đầu

source: Completed: %s/%s (%s/%s) Download Rate: %s/s
ast: Completáu: %s/%s (%s/%s) Tasa de descarga: %s/s
cs: Dokončeno: %s/%s (%s/%s) Rychlost stahování: %s/s
el: Ολοκληρώθηκαν: %s/%s (%s/%s) Βαθμός Λήψης: %s/s
he: השלים: %s/%s (%s/%s) קצב הורדה: %s/s
hu: Befejezve: %s/%s (%s/%s) Letöltés: %s/s
id: Terunduh: %s/%s (%s/%s) Kecepatan unduh: %s/d
pl: Ukończono: %s/%s (%s/%s) Prędkość pobierania: %s/s
ro: Completat: %s/%s (%s/%s) Viteza de Descărcare: %s/s
sv_se: Slutförde: %s/%s (%s/%s) Nedladdningshastighet: %s/s
vi: Hoàn thành: %s/%s (%s/%s) Tốc độ tải xuống: %s/s

source: Download finished.
ast: Descarga finada.
cs: Stahování skončeno.
el: Η λήψη τελείωσε.
he: ההורדה הושלמה
hu: Letöltés befejeződött.
id: Pengunduhan selesai.
pl: Pobieranie zakończone.
ro: Descărcarea s-a finalizat.
sv_se: Nedladdning slutförd.
vi: Tải xuống hoàn thành.

source: Download stopped.
ast: Descarga parada.
cs: Stahování zastaveno.
el: Η λήψη διεκόπη.
he: ההורדה הופסקה
hu: Letöltés megállt.
id: Pengunduhan berhenti.
pl: Pobieranie zatrzymane.
ro: Descărcarea a fost stopată.
sv_se: Nedladdning stoppad.
vi: Tải xuống dừng lại.

source: Installing upgrade packages
ast: Instalando anovamientu de paquetes
cs: Instalují se povyšovací balíčky
el: Εγκατάσταση πακέτων ενημέρωσης
he: מתקין חבילות שדרוג
hu: Frissitési csomagok telepitése
id: Memasang paket upgrade
pl: Instalowanie pakietów aktualizacji
ro: Instalează pachetele cu actualizări
sv_se: Installerar uppdateringspaket

source: Upgrading...
ast: Anovando...
cs: Povyšuje se...
el: Αναβάθμιση...
he: משדרג...
hu: Frissítés...
id: Meng-upgrade...
pl: Aktualizowanie...
ro: Actualizare...
sv_se: Uppdaterar...

source: Upgrade completed
ast: Anovamientu completáu
cs: Povýšení dokončeno
el: Η αναβάθμιση ολοκληρώθηκε
he: השדרוג הושלם
hu: Frissítés befejeződött
id: Peningkatan telah diselesaikan
pl: Aktualizacja ukończona
ro: Actualizare finisată
sv_se: Uppdatering slutförd
vi: Nâng cấp hoàn tất

source: Waiting for upgrade
ast: Esperando pol anovamientu
cs: Čeká se na povýšení
el: Αναμονή για αναβάθμιση
he: ממתין לעדכון
hu: Várakozás a frissítésre
id: Menunggu untuk ditingkatkan
pl: Oczekiwanie na aktualizację
ro: Aşteptare actualizare
sv_se: Väntar på uppdatering
vi: Đang đợi nâng cấp

source: Upgrading
ast: Anovando
cs: Povyšuje se
el: Αναβάθμιση
he: מעדכן
hu: Frissítés
id: Meningkatkan
pl: Aktualizowanie
ro: Actualizare
sv_se: Uppdaterar
vi: Đang nâng cấp

source: Top 25 weekly
cs: Prvních 25 každý týden
el: 25 Κορυφαία εβδομαδιαία
he: 25 הטובים ביותר השבוע
hu: Top 25 heti
id: 25 Tertinggi Mingguan
pl: 25 najlepszych w tygodniu
ro: 25 cele mai bune ale săptămânii
sv_se: Topp 25 vecka
vi: Top 25 tuần

source: Top 25 monthly
cs: Prvních 25 každý měsíc
el: 25 Κορυφαία μηνιαία
he: 25 הטובים ביותר החודש
hu: Top 25 havi
id: 25 Tertinggi bulanan
pl: 25 najlepszych w miesiącu
ro: 25 cele mai bune ale lunii
sv_se: Topp 25 månad
vi: Top 25 tháng

source: Top 25 totally
cs: Prvních 25 z celku
el: 25 Κορυφαία συνολικά
he: ה-25 הטובים ביותר סה"כ
hu: Top 25 összesen
id: Total 25 Tertinggi
pl: 25 najlepszych ogólnie
ro: 25 cele mai bune pe parcurs
sv_se: Topp 25 totalt
vi: Top 25

source: Browser
cs: Prohlížeč
el: Περιηγητές
he: דפדפן
hu: Böngésző
id: Peramban
pl: Przeglądarki
ro: Browser-ul
sv_se: Webbläsare
vi: Trình duyệt

source: Instant messaging
ast: Mensaxería nel intre
cs: Okamžitá výměna zpráv
el: Άμεση ανταλλαγή μηνυμάτων
he: מסרים מיידיים
hu: Azonnali üzenetküldés
id: Pesan Instan
pl: Komunikatory
ro: Mesagerie instant
sv_se: Snabbmeddelande
vi: Tin nhắn nhanh

source: Email
ast: Corréu
cs: Elektronická pošta
he: דואר אלקטרוני
id: Surel
sv_se: E-post

source: File transfer
ast: Tresferencia de ficheros
cs: Přenos souborů
el: Μεταφορά αρχείων
he: העברת קבצים
hu: Fájlküldés
id: Transfer berkas
pl: Przesyłanie plików
ro: Transfer de fişier
sv_se: Filöverföring
vi: Truyền tệp tin

source: News
ast: Noticies
cs: Novinky
el: Ειδήσεις
he: חדשות
hu: Hírek
id: Berita
pl: Wiadomości
ro: Noutăţi
sv_se: Nyheter
vi: Tin mới

source: Remote access
ast: Accesu remotu
cs: Vzdálený přístup
el: Απομακρυσμένη πρόσβαση
he: נגישות מרחוק
hu: Távoli hozzáférés
id: Akses jarak jauh
pl: Zdalny dostęp
ro: Acces la distanţă
sv_se: Fjärråtkomst
vi: Truy cập từ xa

source: Security
ast: Seguranza
cs: Bezpečnost
el: Ασφάλεια
he: אבטחה
hu: Biztonság
id: Keamanan
pl: Bezpieczeństwo
ro: Securizare
sv_se: Säkerhet
vi: Bảo mật

source: Miscellaneous
ast: Miscelaina
cs: Různé
el: Διάφορα
he: שונות
hu: Vegyes
id: Lain-lain
pl: Różne
ro: Diferite
sv_se: Blandat
vi: Linh tinh

source: Multimedia
cs: Multimédia
el: Πολυμέσα
he: מולטימדיה
hu: Multimédia
vi: Đa phương tiện

source: Audiovideo
ast: Audio/Videu
cs: Zvuk a obraz
el: Ήχος και βίντεο
he: שמע ווידאו
hu: Audiovideó
pl: Audio-wideo
sv_se: Ljud och bild
vi: Âm thanh video

source: Media Editing
ast: Edición multimedia
cs: Upravení média
el: Επεξεργασία Μέσων
he: עריכת מדיה
hu: Médiaszerkesztés
id: Edit Media
pl: Edycja plików medialnych
ro: Editare Media
sv_se: Mediaredigering
vi: Chỉnh sửa đa phương iện

source: Disc burner
ast: Grabador de discu
cs: Vypalování disků
el: Εγγραφή δίσκων
he: צורב דיסקים
hu: CD/DVD írás
id: Pembakar Diska
pl: Nagrywanie płyt
ro: Înscrirea discuri
sv_se: Skivbrännare
vi: Ghi đĩa

source: Mixer
ast: Entemecedor
cs: Směšovač
el: Μείξη
he: מיקסר
hu: Keverő
id: Pemadu
pl: Mikser

source: Player
ast: Reproductor
cs: Přehrávač
el: Εφαρμογή αναπαραγωγής
he: נגן
hu: Lejátszó
id: Pemain
pl: Odtwarzacz
sv_se: Spelare
vi: Máy nghe nhạc

source: Recorder
ast: Grabador
cs: Nahrávač
el: Εγγραφή
he: מקליט
hu: Felvevő
id: Perekam
pl: Rejestrator
ro: Înregistrator
sv_se: Inspelning
vi: Máy ghi âm

source: Sequencer
ast: Secuenciador
cs: Sekvencer
el: Ενορχήστρωση
he: סקוונסר
hu: Rendező
id: Pengurut
pl: Sekwencer
ro: Secvențiator
vi: Sắp xếp

source: Tuner
cs: Ladič
he: מכוון
hu: Hangoló
id: Penala
vi: Bộ tinh chỉnh

source: Games
ast: Xuegos
cs: Hry
el: Παιχνίδια
he: משחקים
hu: Játékok
id: Permainan
pl: Gry
ro: Jocuri
sv_se: Spel
vi: Trò chơi

source: Action games
ast: Xuegos d'aición
cs: Bojové hry
el: Παιχνίδια δράσης
he: משחקי אקשן
hu: Akció játékok
id: Permainan Aksi
pl: Gry akcji
ro: Jocuri de acţiune
sv_se: Actionspel
vi: Trò chơi hành động

source: Advernture games
ast: Xuegos d'aventures
cs: Dobrodružné hry
el: Παιχνίδια περιπέτειας
he: משחקי הרפתקאות
hu: Kaland játékok
id: Permainan Petualangan
pl: Gry przygodowe
ro: Jocuri de aventură
sv_se: Äventyrsspel
vi: Trò chơi phiêu lưu

source: Arcade games
ast: Xuegos arcade
cs: Arkádové hry
el: Παιχνίδια arcade
he: משחקי ארקייד
hu: Arcade játékok
id: Permainan Arkade
pl: Gry platformowe
ro: Jocuri de arcadă
sv_se: Arkadspel
vi: Trò chơi Arcade

source: Board games
ast: Xuegos de mesa
cs: Stolní hry
el: Επιτραπέζια παιχνίδια
he: משחקי לוח
hu: Tábla játékok
id: Permainan Papan
pl: Gry planszowe
ro: Jocuri de masă
sv_se: Brädspel
vi: Trỏ chơi Board

source: Card games
ast: Xuegos de cartes
cs: Karetní hry
el: Παιχνίδια με κάρτες
he: משחקי קלפים
hu: Kártya játékok
id: Permainan Kartu
pl: Gry karciane
ro: Jocuri cu cărţi
sv_se: Kortspel
vi: Trò chơi dạng thẻ

source: Emulator
ast: Emulador
cs: Emulátor
el: Προσωμοιοτής
he: אמולטור
hu: Emulátor
vi: Giả lập

source: Kids games
ast: Xuegos pa neños
cs: Dětské hry
el: Παιδικά παιχνίδια
he: משחקי ילדים
hu: Gyerek játékok
id: Permainan anak-anak
pl: Gry dla dzieci
ro: Jocuri pentru copii
sv_se: Barnspel
vi: Trò chơi thiếu nhi

source: Logic games
ast: Xuegos de llóxica
cs: Logické hry
el: Παιχνίδια λογικής
he: משחקי לוגיקה
hu: Logikai játékok
id: Permainan Logika
pl: Gry logiczne
ro: Jocuri logice
sv_se: Logikspel
vi: Trò chơi tư duy

source: Puzzle games
ast: Puzzles
cs: Skládačky
el: Παζλ
he: משחקי פאזל
hu: Puzzle játékok
id: Permainan Teka-teki
pl: Do układania
ro: Jocuri puzzle
sv_se: Pusselspel
vi: Trò chơi câu đố

source: Role-playing games
ast: Xuegos de rol
cs: Hraní rolí
el: Παιχνίδια με ρόλους
he: משחקי תפקידים
hu: Szerepjátékok
id: Permainan peran (RPG)
pl: Gry fabularne
ro: Jocuri de rol
sv_se: Rollspel
vi: Trò chơi nhập vai

source: Sports games
ast: Xuegos de deportes
cs: Sportovní hry
el: Αθλητικά παιχνίδια
he: משחקי ספורט
hu: Sport játékok
id: Permainan Olahraga
pl: Gry sportowe
ro: Jocuri sportive
sv_se: Sportspel
vi: Trò chơi nhập vai

source: Strategy games
ast: Xuegos d'estratexa
cs: Strategické hry
el: Παιχνίδια στρατηγικής
he: משחקי אסטרטגיה
hu: Stratégiai játékok
id: Permainan Strategi
pl: Gry strategiczne
ro: Jocuri strategice
sv_se: Strategispel
vi: Trò chơi giả tưởng

source: Graphics
ast: Gráficos
cs: Grafika
el: Γραφικά
he: גרפיקה
hu: Grafika
id: Grafik
pl: Grafika
ro: Grafică
sv_se: Grafik
vi: Đồ họa

source: 2D graphics
ast: Gráficos 2D
cs: Dvojrozměrná grafika
el: Γραφικά 2D
he: גרפיקה 2D
hu: 2D grafika
id: Grafik 2D
pl: Grafika 2D
ro: Grafică 2D
sv_se: 2D grafik
vi: Đồ họa 2D

source: 3D graphics
ast: Gráficos 3D
cs: Trojrozměrná grafika
el: Γραφικά 3D
he: גרפיקה 3D
hu: 3D grafika
id: Grafik 3D
pl: Grafika 3D
ro: Grafică 3D
sv_se: 3D grafik
vi: Đồ họa 3D

source: Image processing
ast: Procesamientu d'imaxe
cs: Zpracování obrázků
el: Επεξεργασία εικόνας
he: עיבוד תמונות
hu: Képfeldolgozás
id: Pemrosesan Gambar
pl: Przetwarzanie obrazu
ro: Procesare de imagini
sv_se: Bildbehandling
vi: Xử lý hình ảnh

source: Photography
ast: Fotografía
cs: Fotografování
el: Φωτογραφία
he: צילום
hu: Fényképezés
id: Photografi
pl: Fotografia
ro: Fotografiere
sv_se: Fotografering
vi: Nhiếp ảnh

source: Vector graphics
ast: Vectores
cs: Vektorová grafika
el: Γραφικά φορέα
he: גרפיקה וקטורית
hu: Vektor grafika
id: Gambar Vektor
pl: Grafika wektorowa
ro: Grafică vectorială
sv_se: Vektorgrafik
vi: Đồ họa vector

source: Viewer
ast: Visor
cs: Prohlížeč
el: Προβολέας
he: תוכנת צפייה
hu: Nézegető
id: Penampil Gambar
pl: Przeglądarki
ro: Afişor
sv_se: Bildvisare
vi: Trình xem ảnh

source: Productivity
ast: Productividá
cs: Tvořivost
el: Παραγωγικότητα
he: פרודקטיביות
hu: Termelékenység
id: Produktifitas
pl: Produktywność
ro: Productivitate
sv_se: Produktivitet
vi: Sản phẩm

source: Office
ast: Oficina
cs: Kancelář
el: Γραφείο
he: משרדי
hu: Iroda
id: Perkantoran
pl: Biuro
sv_se: Kontor
vi: Văn phòng

source: Scanning printing
ast: Escanéu ya imprentación
cs: Snímání a tisk
el: Σάρωση εκτύπωσης
he: סריקה והדפסה
hu: Szkennelés - Nyomtatás
id: Pindai dan Cetak
pl: Skanowanie i drukowanie
ro: Scanare printare
sv_se: Scanner och skrivare
vi: In và scan

source: Industry
ast: Industria
cs: Průmysl
el: Βιομηχανία
he: תעשייה
hu: Ipar
id: Industri
pl: Przemysł
ro: Industrie
sv_se: Industri
vi: Công nghiệp

source: Engineering
ast: Inxeniería
cs: Strojírenství
el: Μηχανική
he: הנדסה ותכנון
hu: Mérnök
id: Teknik
pl: Inżynieria
ro: Inginerie
sv_se: Ingenjör
vi: Kĩ thuật

source: Finance
ast: Finances
cs: Peníze
el: Οικονομικά
he: כספים
hu: Pénzügy
id: Keuangan
pl: Finanse
ro: Finanţe
sv_se: Finans
vi: Tài chính

source: Ham radio
cs: Amatérské rádio
el: Ραδιόφωνο Ham
he: רדיו חובבים
hu: Ham rádió
id: Layanan Radio
pl: Krótkofalarstwo
ro: Radioamatorism
sv_se: Amatörradio

source: Medical
cs: Lékařství
el: Ιατρική
he: רפואי
hu: Orvosi
id: Medis
pl: Medyczne
ro: Medicină
sv_se: Medicin
vi: Y khoa

source: Publishing
cs: Vydávání knih a časopisů
el: Εκδόσεις
he: הוצאה לאור
hu: Kiadás
id: Penerbitan
pl: Publikowanie
ro: Editare
sv_se: Publicering
vi: Xuất bản

source: Science Education
cs: Vědecké vzdělávání
el: Εκπαίδευση Επιστημών
he: חינוך מדעי
hu: Tudomány Oktatás
id: Pendidikan dan Sains
pl: Edukacja naukowa
ro: Educaţie ştiinţifică
sv_se: Naturvetenskap
vi: Khoa học giáo dục

source: Languages
ast: Llingües
cs: Jazyky
el: Γλώσσες
he: שפות
hu: Nyelvek
id: Bahasa
pl: Języki
ro: Limbile
sv_se: Språk
vi: Ngôn ngữ

source: Religion
ast: Rellixón
cs: Náboženství
el: Θρησκεία
he: דת
hu: Vallás
id: Religi
pl: Wiara
ro: Religie
vi: Tôn giáo

source: Science
ast: Ciencia
cs: Věda
el: Επιστήμες
he: מדע
hu: Tudomány
id: Sains
pl: Nauka
ro: Ştiinţă
sv_se: Vetenskap
vi: Khoa học

source: Development
ast: Desendolcu
cs: Vývoj
el: Προγραμματισμός
he: פיתוח
hu: Fejlesztés
id: Pengembangan
pl: Programowanie
ro: Elaborare
sv_se: Utveckling
vi: Phát triển

source: Database
ast: Base de datos
cs: Databáze
el: Βάση δεδομένων
he: מאגר מידע
hu: Adatbázis
id: Basisdata
pl: Baza danych
ro: Baze de date
sv_se: Databas
vi: Dữ liệu

source: Debugging
ast: Depuración
cs: Ladění
el: Αποσφαλμάτωση
he: דיבאגינג
hu: Hibakeresés
id: Pengawakutuan
pl: Debugowanie
ro: Depanare
sv_se: Felsökning
vi: Gỡ lỗi

source: IDE
cs: Vývojová prostředí
pl: IDE/ZŚP

source: Software development
ast: Desendulcu de software
cs: Vývoj programů
el: Ανάπτυξη λογισμικού
he: פיתוח תוכנה
hu: Szoftverfejlesztés
id: Pengembangan perangkat lunak
pl: Rozwój oprogramowania
ro: Elaborare de programe
sv_se: Programutveckling
vi: Phát triển phần mềm

source: Version control
ast: Control de versión
cs: Správa verzí
el: Έλεγχος έκδοσης
he: בקרת גרסאות
hu: Verziókövetés
id: Kontrol versi
pl: Kontrola wersji
ro: Controlul versiunii
sv_se: Versionskontroll
vi: Phiên bản

source: Web development
ast: Desendolcu web
cs: Webový vývoj
el: Προγραμματισμός ιστού
he: פיתוח ווב
hu: Webfejlesztés
id: Pengembangan web
pl: Rozwój sieci
ro: Elaborare Web
sv_se: Webbutveckling
vi: Phát triển web

source: System
ast: Sistemna
cs: Systém
el: Σύστημα
he: מערכת
hu: Rendszer
id: Sistem
ro: Sistem
sv_se: Systemverktyg
vi: Hệ thống

source: Desktop environment
ast: Entornu d'escritoriu
cs: Pracovní prostředí
el: Περιβάλλον επιφάνειας εργασίας
he: סביבת שולחן העבודה
hu: Asztali környezet
id: Lingkungan Desktop
pl: Środowisko graficzne
ro: Interfaţa spaţiului de lucru
sv_se: Skrivbordsmiljö
vi: Môi trường desktop

source: Monitor
cs: Obrazovka
el: Παρακολούθηση
he: בקרה
sv_se: Övervaka
vi: Màn hình

source: Network
ast: Rede
cs: Síť
el: Δίκτυο
he: רשת
hu: Hálózat
id: Jaringan
pl: Sieć
ro: Reţea
sv_se: Nätverk
vi: Mạng

source: Package manager
ast: Alministrador de paquetes
cs: Správce balíčků
el: Διαχειριστής πακέτων
he: ניהול חבילות
hu: Csomagkezelő
id: Manajer Paket
pl: Menedżer pakietów
ro: Manager de pachete
sv_se: Pakethanterare
vi: Quản lý gói

source: Settings
ast: Axustes
cs: Nastavení
el: Ρυθμίσεις
he: הגדרות
hu: Beállítások
id: Pengaturan
pl: Ustawienia
ro: Setari
sv_se: Inställningar
vi: Cài đặt

source: Virtualization
ast: Virtualización
cs: Virtualizace
el: Εικονικοποίηση
he: וירטואליזציה
hu: Vizualizáció
id: Virtualisasi
pl: Wirtualizacja
ro: Virtualizare
sv_se: Virtualisering
vi: Ảo hóa

source: Window manager
ast: Alministrador de ventanes
cs: Správce oken
el: Διαχειριστής παραθύρων
he: מנהל חלונות
hu: Ablakkezelő
id: Manajer Jendela
pl: Menedżer okien
ro: Manager de ferestre
sv_se: Fönsterhanterare
vi: Quản lý cửa sổ

source: Utilities
ast: Utilidaes
cs: Užitečné nástroje
el: Βοηθήματα
he: שימושי
hu: Segédprogramok
id: Utilitas
pl: Użytkowe
ro: Utilităţi
sv_se: Verktyg
vi: Tinh chỉnh

source: Accessories
ast: Accesorios
cs: Příslušenství
el: Βοηθήματα
he: אבזרים
hu: Kiegészítők
id: Aksesori
pl: Akcesoria
ro: Accesorii
sv_se: Tillbehör
vi: Thiết yếu

source: Archiving
ast: Archiváu
cs: Archivování
el: Αρχειοθέτηση
he: כיווץ ואחסון
hu: Archiválás
id: Pengarsipan
pl: Archiwizacja
ro: Arhivare
sv_se: Arkivering
vi: Nén

source: Emulation
ast: Emulación
cs: Emulace
el: Προσομοίωση
he: אמולציה
hu: Emuláció
id: Emulasi
pl: Emulacja
ro: Emulare
sv_se: Emulering
vi: Giả lập

source: File manager
ast: Alministrador de ficheros
cs: Správce souborů
el: Διαχειριστής αρχείων
he: מנהל קבצים
hu: Fájlkezelő
id: Manajer Berkas
pl: Menedżer plików
ro: Manager de fişiere
sv_se: Filhanterare
vi: Quản lý tệp tin

source: Screensaver
ast: Curiapantalles
cs: Spořič obrazovky
el: Στιγμιότυπο οθόνης
he: שומר מסך
hu: Képernyőkímélő
id: Hemat layar
pl: Wygaszacz ekranu
ro: Economizor de ecran
sv_se: Skärmsläckare
vi: Màn hình bảo vệ

source: Terminal emulator
ast: Emulador de terminal
cs: Emulátor terminálu
el: Προσομοιωτής τερματικού
he: מסוף
hu: Terminál emulátor
id: Emulator Terminal
pl: Emulator terminala
ro: Emulator terminal
vi: Giả lập terminal

source: Text editor
ast: Editor de testu
cs: Textový editor
el: Επεξεργαστής κειμένου
he: עורך טקסט
hu: Szövegszerkesztő
id: Editor Teks
pl: Edytor tekstu
ro: Editor de text
sv_se: Textredigering
vi: Chỉnh sửa text

source: %s: %s applications
ast: %s: %s aplicaciones
cs: %s: %s programů
el: %s: %s εφαρμογές
he: %s: %s תוכנות
hu: %s: %s alkalmazások
id: %s: %s aplikasi
pl: %s: %s programów
ro: %s: %s aplicații
sv_se: %s: %s program
vi: %s: %s ứng dụng

source: %s > %s : %s applications
ast: %s > %s : %s aplicaciones
cs: %s > %s : %s programů
el: %s > %s : %s εφαρμογές
he: %s > %s : %s תוכנות
hu: %s > %s : %s alkalmazások
id: %s > %s : %s aplikasi
pl: %s > %s : %s programów
ro: %s > %s : %s aplicații
sv_se: %s > %s : %s program
vi: %s > %s : %s ứng dụng

source: Home
ast: Aniciu
cs: Domovská složka
el: Αρχική
he: עמוד הבית
hu: Kezdőlap
id: Beranda
pl: Katalog domowy
ro: Acasă
sv_se: Hem
vi: Trang chủ

source: Recommendations
ast: Recomendaciones
cs: Doporučení
el: Προτάσεις
he: המלצות
hu: Ajánlatok
id: Rekomendasi
pl: Polecane
ro: Recomandări
sv_se: Rekommendationer
vi: Đề nghị

source: Topics
ast: Temes
cs: Náměty
el: Θέματα
he: נושאים
hu: Témák
id: Topik
pl: Kategorie
ro: Subiecte
sv_se: Ämnen
vi: Chủ đề

source: Download rank
cs: Žebříček stahování
el: Βαθμός λήψης
he: ציון הורדה
hu: Letöltési helyezés
id: Peringkat unduhan
pl: Ranking pobieranych
ro: Rang descărcare
sv_se: Nedladdningstopplista
vi: Xếp hạng tải về

source: Just now
ast: Agora mesmo
cs: Právě teď
el: Μόλις τώρα
he: כרגע
hu: Csak most
id: Baru saja
pl: Właśnie teraz
ro: Chiar acum
sv_se: Just nu
vi: Ngay lúc này

source: One minute ago
ast: Hai un minutu
cs: Před minutou
el: Ένα λεπτό πριν
he: לפני דקה
hu: Egy perce
id: Satu menit yang lalu
pl: Minutę temu
ro: Un minut în urmă
sv_se: En minut sedan
vi: Một phút trước

source: %s minutes ago
ast: Hai %s minutos
cs: Před %s minutami
el: %s λεπτά πριν
he: לפני %s דקות
hu: %s perce
id: %s menit yang lalu
pl: %s minut temu
ro: %s minute în urmă
sv_se: %s minuter sedan
vi: %s phút trước

source: One hour ago
ast: Hai una hora
cs: Před hodinou
el: Μια ώρα πριν
he: לפני שעה
hu: Egy órája
id: Satu jam yang lalu
pl: Godzinę temu
ro: O oră în urmă
sv_se: En timme sedan
vi: Một giờ trước

source: %s hours ago
ast: Hai %s hores
cs: Před %s hodinami
el: %s ώρες πριν
he: לפני %s שעות
hu: %s órája
id: %s jam yang lalu
pl: %s godzin temu
ro: %s ore în urmă
sv_se: %s timmar sedan
vi: %s giờ trước

source: Yesterday
ast: Ayeri
cs: Včera
el: Χθες
he: אתמול
hu: Tegnap
id: Kemarin
pl: Wczoraj
ro: Ieri
sv_se: Igår
vi: ôm qua

source: Click to refresh
ast: Primi pa refrescar
cs: Klepněte pro obnovení
el: Κάντε κλικ για ανανέωση
he: לחץ לרענן
hu: Kattints a frissítéshez
id: Klik untuk menyegarkan
pl: Kliknij, aby odświeżyć
ro: Click reîmprospătare
sv_se: Klicka för att ladda om
vi: Click để làm mới

source: Cancel
ast: Encaboxar
cs: Zrušit
el: Ακύρωση
he: ביטול
hu: Mégsem
id: Batal
pl: Anuluj
ro: Anulare
sv_se: Avbryt
vi: Hủy

source: Running
ast: Executando
cs: Běží
el: Εκτέλεση
he: פועל
hu: Fut
id: Berjalan
pl: Uruchamianie
ro: Rulare
sv_se: Körs
vi: Đang chạy

source: Preparing
ast: Tresnando
cs: Připravuje se
el: Προετοιμασία
he: מתכונן
hu: Felkészülés
id: Menyiapkan
pl: Przygotowywanie
ro: Pregătire
sv_se: Förbereder
vi: Đang chuẩn bị

source: Unpacking
ast: Desempaquetando
cs: Rozbaluje se
el: Ξεπακετάρισμα
he: מחלץ
hu: Kicsomagol
id: Membuka
pl: Rozpakowywanie
ro: Despachetare
sv_se: Packar upp
vi: Đang mở

source: Preparing to configure
ast: Tresnando pa configurar
cs: Připravuje se nastavení
el: Προετοιμασία για ρύθμιση
he: מתכונן להגדיר
hu: Felkészül a konfigurálásra
id: Siap mengkonfigurasi
pl: Przygotowywanie do skonfigurowania
ro: Pregătire configurare
sv_se: Förbereder konfigurering
vi: Đang chuẩn bị cấu hình

source: Configuring
ast: Configurando
cs: Nastavuje se...
el: Ρύθμιση
he: מגדיר
hu: Konfigurál
id: Mengkonfigurasi
pl: Konfigurowanie
ro: Configurare
sv_se: Konfigurerar
vi: Đang cấu hình

source: Err
ast: Fal
cs: Chyba
he: שגיאה
pl: Błąd
vi: Lỗi

source: Ign
ast: Ino
cs: Přehlížet
he: התעלמות
pl: Ignorowane
vi: Ng. ngữ

source: Get
cs: Získat
he: משיג
hu: Kap
pl: Pozyskiwane
vi: Lấy

source: Hit
cs: Nález
he: נתפס
hu: Elér
pl: Uzyskano
vi: Nhận

source: %s haven't any desktop file
ast: %s nun tien dengún ficheru d'escritoriu
cs: %s nemá žádný soubor plochy
el: %s δεν έχουν κανένα αρχείο επιφάνειας εργασίας
he: ל-%s אין קובץ על שולחן העבודה
hu: %s nem rendelkezik asztal fájlal
id: %s tidak memiliki berkas destop
pl: %s nie ma żadnego pliku pulpitu
ro: %s nu au niciun fişier de pe desktop
sv_se: %s har inte någon skrivbordsfil
vi: %s chưa có tệp tin trên màn hình

source: Sending rating...
ast: Unviando valoración...
cs: Posílá se hodnocení...
el: Αποστολή αξιολόγησης...
he: שולח דירוג...
hu: Értékelés küldése...
id: Mengirim penilaian...
pl: Przesyłanie oceny...
ro: Trimite evaluare...
sv_se: Skickar betyg...
vi: Đang gửi...
