Repository: aurora-pioneer/deepin-store
Catalog: locale/*.po
Languages: ast, cs, el, he, hu, id, pl, ro, sv_se, vi

source: Popular recommendations
ast: Recomendaciones populares
cs: Doporučení oblíbených
el: Δημοφιλείς προτάσεις
he: המלצות פופולריות
hu: Népszerű ajánlatok
id: Rekomendasi populer
pl: Rekomendacje popularności
ro: Recomandările populare
sv_se: Populära rekommendationer
vi: Đề nghị phổ biến

source: Loading comments...
ast: Cargando comentarios...
cs: Nahrávají se poznámky...
el: Φόρτωση σχολίων...
he: טוען תגובות...
hu: Megjegyzések betöltése...
id: Memuat komentar ...
pl: Wczytywanie komentarzy...
ro: Încărcare comentarii..
sv_se: Laddar kommentarer...
vi: Đang tải bình luận...

source: Download: %s
ast: Descargar: %s
cs: Stahování: %s
el: Λήψη: %s
he: הורדות: %s
hu: Letöltés: %s
id: Unduh: %s
pl: Pobranie: %s
ro: Descărcare: %s
sv_se: Laddar ner: %s
vi: Tải xuống: %s

source: Category:
ast: Estaya:
cs: Skupina:
el: Κατηγορία:
he: קטגוריה
hu: Kategória:
id: Kategori:
pl: Kategoria:
ro: Categorie:
sv_se: Kategori:
vi: Phân loại:

source: Version: %s
ast: Versión: %s
cs: Verze: %s
el: Έκδοση: %s
he: גרסא: %s
hu: Verzió: %s
id: Versi: %s
pl: Wersja: %s
ro: Versiunea: %s
vi: Phiên bản: %s

source: Download: 0
ast: Descargar: 0
cs: Stahování: 0
el: Λήψη: 0
he: הורדות: 0
hu: Letöltés: 0
id: Unduhan: 0
pl: Pobranie: 0
ro: Descărcare: 0
sv_se: Laddar ner: 0
vi: Tải xuống: 0

source: Size: calculating...
ast: Tamañu: calculando...
cs: Velikost: Počítá se...
el: Μέγεθος: υπολογισμός...
he: גודל: מחשב...
hu: Méret: kiszámítás...
id: Ukuran: menghitung...
pl: Rozmiar: obliczanie...
ro: Mărimea: calulare...
sv_se: Storlek: beräknar...
vi: Kích thước: đang tính toán...

source: Visit Homepage
ast: Visitar páxina web
cs: Navštívit domovskou stránku
el: Επισκεφθείτε την Αρχική Σελίδα
he: בקר באתר הבית
hu: Főoldal megtekintése
id: Kunjungi Laman web
pl: Odwiedź stronę domową
ro: Vizitare Pagina Start
sv_se: Besök Hemsida
vi: Ghé thăm trang chủ

source: Not found
ast: Nun s'alcontró
cs: Nenalezeno
el: Δε βρέθηκε
he: לא נמצא
hu: Nem található
id: Tidak ditemukan
pl: Nie znaleziono
ro: Nu-i găsit
sv_se: Hittas inte
vi: Không tìm thấy

source: Successfully installed
ast: Instalóse con ésitu
cs: Úspěšně nainstalováno
el: Επιτυχής εγκατάσταση
he: הותקן בהצלחה
hu: Sikeresen telepítve
id: Berhasil terpasang
pl: Pomyślnie zainstalowano
ro: Instalat cu succes
sv_se: Installation lyckades
vi: Cài đặt thành công

source: Size: %s
ast: Tamañu: %s
cs: Velikost: %s
el: Μέγεθος: %s
he: גודל: %s
hu: Méret: %s
id: Ukuran: %s
pl: Rozmiar: %s
ro: Mărime: %s
sv_se: Storlek: %s
vi: Kích thước: %s

source: Powered by UpYun.com
ast: Col poder de UpYun.com
cs: Provozováno UpYun.com
el: Με την υποστήριξη του UpYun.com
hu: UpYun.com által üzemeltetve
id: Didukung oleh UpYun.com
pl: Zasilane przez UpYun.com
ro: Elaborat de către UpYun.com
sv_se: Drivs av UpYun.com

source: %s applications can be uninstalled
ast: %s aplicaciones puen desinstalase
cs: Lze odinstalovat %s programů
el: %s εφαρμογές μπορούν να απεγκατασταθούν
he: %s תוכנות אינן ניתנות למחיקה
hu: %s alkalmazás eltávolítható
id: %s aplikasi dapat dibongkar
pl: %s programów może zostać odinstalowanych
ro: %s aplicaţii pot fi instalate
sv_se: %s program kan avinstalleras
vi: %s ứng dụng được cài đặt

source: Waiting for uninstall
ast: Esperando pola desinstalación
cs: Čeká se na odinstalaci
el: Αναμονή για απεγκατάσταση
he: ממתין להסרה
hu: Várakozás az eltávolításra
id: menunggu membongkar
pl: Oczekiwanie na odinstalowanie
ro: Aşteptare pentru dezinstalare
sv_se: Väntar på avinstallation
vi: Đang đợi gỡ bỏ

source: Uninstalling
ast: Desinstalando
cs: Odinstalovává se
el: Απεγκατάσταση
he: מסיר
hu: Eltávolítás
id: Sedang membongkar
pl: Odinstalowywanie
ro: Dezinstalare
sv_se: Avinstallerar
vi: Đang gỡ bỏ

source: Uninstallation completed
ast: Desinstalación completada
cs: Odinstalace dokončena
el: Η απεγκατάσταση ολοκληρώθηκε
he: ההסרה הושלמה
hu: Eltávolítás befejeződött
id: Pembongkaran selesai
pl: Ukończono odinstalowywanie
ro: Dezinstalare: finisată
sv_se: Avinstallation slutförd
vi: Gỡ bỏ hoàn tất

source: %s: request for starting applications sent
cs: %s: žádá se o spuštění poslaných programů
el: %s: απεστάλη αίτημα για έναρξη εφαρμογών
he: %s: בקשה להתחיל את התוכנות נשלחה
hu: %s: kérés az induló alkalmazásoknak elküldve
id: %s: permintaan memulai aplikasi dikirim
pl: %s: prośba o rozpoczęcie wysyłania programu
ro: %s: cereri trimise pentru pornirea aplicațiilor
sv_se: %s: begäran om att starta programhämtning
vi: %s: yêu cầu để chạy ứng dụng đã được gửi

source: Please wait a moment while system upgrade is being performed... Do not turn off your computer.
ast: Por favor, espera un momentu entrín s'anueva'l sistema... Nun apagues el to ordenador
cs: Počkejte, prosím, chvíli, zatímco je systém povyšován. Nevypínejte počítač.
el: Παρακαλώ περιμένετε μια στιγμή ενώ εκτελείται η αναβάθμιση συστήματος... Μην απενεργοποιήσετε τον υπολογιστή σας.
he: אנא המתן בזמן שדרוג המערכת... נא לא לכבות את המחשב
hu: Kérem várjon amíg a rendszer frissítése folyamatban van... Ne kapcsolja ki a számítógépet.
id: Silakan tunggu sementara upgrade sistem sedang dijalankan... Harap untuk tidak mematikan komputer Anda.
pl: Prosimy chwilę poczekać, gdyż przeprowadzana jest aktualizacja systemu... Nie wyłączaj teraz swojego komputera.
ro: Vă rugăm să aşteptaţi un moment până când procesul de actualizare a sistemului se va finisa... Nu deconectaţi computerul dvs.
sv_se: Var god vänta en stund medan systemuppdatering genomförs... Stäng inte av din dator.

source: Upgrade
ast: Anovar
cs: Povýšit
el: Αναβάθμιση
he: שדרוג
hu: Frissítés
id: Peningkatan
pl: Aktualizuj
ro: Actualizare
sv_se: Uppdatera
vi: Nâng cấp

source: There are %s packages needed to upgrade in your system, please use Deepin Store to upgrade.
ast: Hai %s paquetes nel to sistema que necesiten anovase, usa por favor Deepin Store p'anovar.
cs: Ve vašem systému je %s balíčků, které je třeba povýšit. Otevřete, prosím, obchod Deepin, abyste je mohli povýšit.
el: Υπάρχουν %s πακέτα που χρειάζονται αναβάθμιση στο σύστημά σας, παρακαλώ χρησιμοποιήστε το Κατάστημα Deepin για την αναβάθμιση.
he: ישנן %s חבילות אשר צריכות להתעדכן. אנא השתמש בחנות של Deepin על מנת לעשות זאת
hu: %s csomag frissítése szükséges, kérem használja a Deepin Boltot a frissítés végrehajtására.
id: Terdapat %s paket yang perlu ditingkatkan. Silakan gunakan Deepin Store untuk melakukan peningkatan paket.
pl: Jest %s pakietów potrzebnych do aktualizacji Twojego systemu, prosimy użyć Sklepu Deepin, aby przeprowadzić aktualizację.
ro: E nevoie ca %s pachete să fie actualizate în sistemul dvs, pentru aceasta utilizaţi Magazinul Deepin.
sv_se: Det finns %s paket som behöver uppdateras i ditt system, var god besök Deepin Affär för att uppdatera.
vi: Có %s gói cần được nâng cấp trong hệ thống của bản, vui lòng dùng Deepin Store để nâng cấp.

source: Deepin Store
cs: Obchod
el: Κατάστημα Deepin
he: חנות Deepin
hu: Deepin Bolt
pl: Sklep Deepin
ro: Magazinul Deepin
sv_se: Deepin Affär

source: There is %s package needed to upgrade in your system, please use Deepin Store to upgrade.
ast: Hai %s paquete nel to sistema que necesita anovase, usa por favor Deepin Store p'anovar.
cs: Ve vašem systému je %s balíček, který je třeba povýšit. Otevřete, prosím, obchod Deepin, abyste jej mohli povýšit.
el: Υπάρχει %s πακέτο που χρειάζεται αναβάθμιση στο σύστημά σας, παρακαλώ χρησιμοποιήστε το Κατάστημα Deepin για την αναβάθμιση.
he: ישנה %s חבילה אשר צריכה להתעדכן. אנא השתמש
hu: A(z) %s csomag frissítése szükséges, kérem használja a Deepin Boltot a frissítés végrehajtására.
id: Terdapat %s paket yang perlu ditingkatkan. Silakan gunakan Deepin Store untuk melakukan peningkatan paket.
pl: Jest %s pakiet potrzebny do aktualizacji Twojego systemu, prosimy użyć Sklepu Deepin, aby przeprowadzić aktualizację.
ro: Este necesar ca pachetul %s să fie actualizat în sistemul dvs, pentru aceasta utilizaţi Magazinul Deepin.
sv_se: Det finns %s paket som behöver uppdateras i ditt system, var god besök Deepin Affär för att uppdatera.
vi: Có %s gói cần được nâng cấp trong hệ thống của bạn, vui lòng dùng Deepin Store để nâng cấp.

source: %s applications are being installed
ast: %s aplicaciones tán instalándose
cs: Je instalováno %s programů
el: %s εφαρμογές εγκαθίστανται
he: %s תוכנות מותקנות עכשיו
hu: %s alkalmazások telepítése zajlik
id: %s aplikasi sedang dipasang
pl: %s programów zostanie zainstalowanych
ro: %s aplicaţii se instalează...
sv_se: %s program installeras
vi: %s ứng dụng được gỡ bỏ

source: Dependencies analyzing
cs: Rozbor závislostí
el: Ανάλυση εξαρτήσεων
he: מנתח חבילות תלויות
hu: Függőségek analizálása
id: Menganalisa ketergantungan
pl: Analizowanie zależności
ro: Analiza dependenţelor
sv_se: Beroenden analyseras
vi: Gói phụ thuộc đang được phân tích

source: Installed
ast: Instaláu
cs: Nainstalováno
el: Εγκαταστάθηκε
he: מותקן
hu: Telepítve
id: Terpasang
pl: Zainstalowano
ro: Instalat
sv_se: Installerad
vi: Đã cài đặt

source: Download was interrupted
cs: Stahování bylo přerušeno
el: Η λήψη διακόπηκε
he: ההורדה הופרעה באמצע
hu: Letöltés megszakítva
id: Pengunduhan terganggu
pl: Pobieranie zostało przerwane
ro: Descărcarea a fost întreruptă
sv_se: Nedladdning blev avbruten
vi: Tải xuống gián đoạn

source: Installation was interrupted
cs: Instalace byla přerušena
el: Η εγκατάσταση διακόπηκε
he: ההתקנה הופרעה באמצע
hu: Telepítés megszakítva
id: Pemasangan terganggu
pl: Instalacja została przerwana
ro: Instalarea a fost întreruptă
sv_se: Installation blev avbruten
vi: Cài đặt gián đoạn

source: Waiting for download
ast: Esperando pola descarga
cs: Čeká se na stahování
el: Αναμονή για λήψη
he: ממתין להורדה
hu: Várakozás a letöltésre
id: Menunggu unduhan
pl: Oczekiwanie na pobranie
ro: Aşteptare descărcare
sv_se: Väntar på nedladdning
vi: Đang đợi tải xuống

source: Downloading
ast: Descargando
cs: Stahuje se
el: Λήψη
he: מוריד
hu: Letöltés
id: Mengunduh
pl: Pobieranie
ro: Descărcare
sv_se: Laddar ner
vi: Đang tải xuống

source: Download failed
ast: Descarga fallida
cs: Stažení se nezdařilo
el: Αποτυχία λήψης
he: ההורדה נכשלה
hu: Letöltés sikertelen
id: Pengunduhan gagal
pl: Błąd pobierania
ro: Descărcare eşuată
sv_se: Nedladdning misslyckad
vi: Tải xuống thất bại

source: Waiting for installation
ast: Esperando pola instalación
cs: Čeká se na instalaci
el: Αναμονή για εγκατάσταση
he: מחכה להתקנה
hu: Várakozás a telepítésre
id: Menunggu pemasangan
pl: Oczekiwanie na instalację
ro: Aşteptare Instalare
sv_se: Väntar på installation
vi: Đang đợi cài đặt

source: Dependencies analysis failed
ast: Analís de dependencies fallíu
cs: Rozbor závislostí se nezdařil
el: Η ανάλυση εξαρτήσεων απέτυχε
he: ניתוח חבילות תלויות נכשל
hu: Függőségek analizálása sikertelen
id: Gagal menganalisa ketergantungan
pl: Błąd analizy zależności
ro: Analiza dependenţelor eşuată
sv_se: Beroendeanalys misslyckades
vi: Phân tích gói phụ thuộc thất bại

source: Installing
ast: Instalando
cs: Instaluje se
el: Εγκατάσταση
he: מתקין
hu: Telepítés
id: Memasang
pl: Instalowanie
ro: Instalarea
sv_se: Installerar
vi: Đang cài đặt

source: Installation completed
ast: Instalación completada
cs: Instalace dokončena
el: Η εγκατάσταση ολοκληρώθηκε
he: ההתקנה הושלמה
hu: Telepítés befejeződött
id: Pemasangan berhasil
pl: Instalacja została ukończona
ro: Instalarea completă
sv_se: Installation slutförd
vi: Cài đặt hoàn tất

source: Last system upgraded time:
cs: Doba posledního povýšení systému:
el: Τελευταία φορά αναβάθμισης συστήματος:
he: זמן עדכון אחרון:
hu: Utolsó rendszerfrissítés ideje:
id: Waktu peningkatan sistem terakhir:
pl: Data ostatniej aktualizacji systemu:
ro: Sistemul a fost ultima dată actualizat:
sv_se: Senaste tid för systemuppdatering:
vi: Lần nâng cấp hệ thống mới nhất:

source: No reminder to upgrade (%s)
cs: Žádná připomínka povýšení (%s)
el: Καμία υπενθύμιση για αναβάθμιση (%s)
he: אין תזכורת לעדכון (%s)
hu: Nincs frissítés emlékeztető (%s)
id: Tidak ada pengingat untuk upgrade (%s)
pl: Brak przypomnienia do aktualizacji (%s)
ro: Nici un memento setat pentru actualizare (%s)
sv_se: Ingen påminnelse för att uppdatera (%s)

source: Upgrade applications selected
ast: Anovar les aplicaciones esbillaes
cs: Povýšit vybrané programy
el: Αναβάθμιση επιλεγμένων εφαρμογών
he: עדכן את התוכנות המסומנות
hu: Kiválasztott alkalmazások frissítése
id: Peningkatan aplikasi terpilih
pl: Aktualizuj wybrane programy
ro: Aplicaţiile pentru actualizare selectate
sv_se: Uppdatera markerade program
vi: Nâng cấp ứng dụng được chọn

source: %s applications are available for upgrade
ast: %s aplicaciones tán disponibles pal anovamientu
cs: Pro povýšení je dostupných %s programů
el: %s εφαρμογές είναι διαθέσιμες για αναβάθμιση
he: %s עדכונים זמינים לתוכנות
hu: %s alkalmazásokhoz frissítés érhető el
id: %s aplikasi tersedia untuk ditingkatkan
pl: %s programów wymaga aktualizacji
ro: %s aplicaţii sunt disponibile pentru a fi actualizate
sv_se: %s program är tillgängliga för uppdatering.
vi: %s ứng dụng có sẵn để nâng cấp

source: Remind again
ast: Recordar de nueves
cs: Připomenout znovu
el: Υπενθύμιση ξανά
he: הזכר שנית
hu: Emlékeztessen újra
id: Ingatkan kembali
pl: Przypomnij ponownie
ro: Memento repetat
sv_se: Påminn igen
vi: Nhắc lần nữa

source: %s applications are not being watched
cs: %s programů není sledováno
el: %s εφαρμογές δεν παρακολουθούνται
he: %s תוכנות אינן תחת מעקב
hu: %s alkalmazás nincs figyelés alatt
id: %s aplikasi tidak diawasi
pl: %s programów nie zostało obejrzanych
ro: %s aplicaţi nu sunt supravegheate
sv_se: %s program bevakas inte
vi: %s ứng dụng chưa được xem qua

source: Shut down the computer after upgraded
ast: Apagar l'ordenador dempués d'anovar
cs: Po povýšení počítač vypnout
el: Τερματισμός λειτουργίας του υπολογιστή μετά την αναβάθμιση
he: אתחל את המחשב לאחר עדכון
hu: Számítógép kikapcsolása a frissítések végeztével
id: Matikan komputer setelah peningkatan
pl: Wyłącz komputer po aktualizacji
ro: Deconectare computer după actualizare
sv_se: Stäng av datorn efter uppdatering
vi: Tắt máy tính sau khi nâng cấp

source: This function is invalid without Deepin System Settings installed.
ast: Esta función nun ye válida ensin la instalación de los "Axustes del sistema Deepin".
cs: Tato funkce je bez nainstalovaného nastavení pro systém Deepin neplatná!
el: Αυτή η λειτουργία δεν είναι έγκυρη χωρίς την εγκατάσταση των Ρυθμίσεων Συστήματος Deepin.
he: פונקציה זו אינה תקינה ללא מערכת הגדרות Deepin מותקנת
hu: A Deepin Rendszer Beállítások telepítése nélkül ez a funkció érvénytelen.
id: Fungsi tidak valid tanpa Sistem Deepin terpasang.
pl: Ta funkcja jest nieprawidłowa, gdy nie są zainstalowane Ustawienia systemowe Deepin.
ro: Funcţia dată nu este valabilă fără a fi instalat Deeping System Settings
sv_se: Den här funktionen är ogiltig om Deepin Systeminställningar inte är installerad.
vi: Chọn lựa này không có hiệu lực với Cài dặt hệ thống Deepin.

source: Deepin Desktop Environment is not installed, this function is invalid!
ast: L'entornu d'escritoiu Deepin nun ta instaláu, ¡esta función nun ye válida!
cs: Prostředí pracovní plochy Deepin není nainstalováno. Tato funkce je neplatná!
el: Το Περιβάλλον Επιφάνειας Εργασίας Deepin δεν είναι εγκατεστημένο, αυτή η λειτουργία δεν είναι έγκυρη!
he: סביבת שולחן העבודה של Deepin איננה מותקנת, הפונקציה אינה תקינה!
hu: Deepin Asztali Környezet nem lett telepítve, ez a funkció érvénytelen!
id: Lingkungan Desktop Deepin tidak terpasang, fungsi invalid!
pl: Środowisko pulpitowe Deepin jest niezainstalowane, ta funkcja jest nieprawidłowa!
ro: Aceasta funcţie nu este valabilă, Interfaţa Spaţiului de Lucru Deepin nu este instalată.
sv_se: Deepin Desktop Environment är inte installerad, den här funktionen är ogiltig!
vi: Môi trường Desktop Deepin thì không được cài đặt, chọn lựa này không có hiệu lực!

source: The system is not Deepin, this function is invalid.
ast: El sistema nun ye Deepin, esta función nun ye válida.
cs: Systém není Deepin. Tato funkce je neplatná!
el: Το σύστημα δεν είναι Deepin, αυτή η λειτουργία δεν είναι έγκυρη.
he: המערכת איננה Deepin, הפונקציה איננה תקינה
hu: Ez a rendszer nem Deepin, ez a funkció érvénytelen.
id: Sistem bukan Deepin, fungsi invalid.
pl: Twój system to nie Deepin, ta funkcja jest nieprawidłowa.
ro: Funcţie nu este valabilă, sistemul nu este Deepin.
sv_se: Systemet är inte Deepin, funktionen är ogiltig.
vi: Hệ thống không phải là Deepin, chọn lựa này không có hiệu lực.

source: Downloading upgrade packages
ast: Descargando anovamientu de paquetes
cs: Stahují se povyšovací balíčky
el: Λήψη πακέτων αναβάθμισης
he: מוריד חבילות לשדרוג
hu: Frissítési csomagok letöltése
id: Mengunduh paket upgrade
pl: Pobieranie pakietów aktualizacji
ro: Descărcare pachetele de actualizare
sv_se: Laddar ner uppdateringspaket

source: Last time of refreshed package lists:
cs: Čas posledního obnovení seznamu balíčků:
el: Τελευταία φορά ανανεωμένων λιστών πακέτων:
he: זמן אחרון של רענון רשימת חבילות:
hu: Utolsó frissített csomagok ideje:
id: Penyegaran daftar paket terakhir:
pl: Data ostatniego odświeżenia listy pakietów:
ro: Ultima dată lista pachetelor s-a reînnoit:
sv_se: Tid för senaste uppdatering av paketlista:

source: Mirror Receiving:
cs: Příjem zrcadla:
el: Λήψη Καθρέπτη:
he: מקבל מ-Mirror:
hu: Tükör Fogadása:
id: Menerima mirror:
pl: Serwer pozyskiwania:
ro: Recepţionare Oglindă:
sv_se: Speglar Mottags:
vi: Máy chủ nhận:

source: Failed to download upgrade packages
ast: Fallu al descargar l'anovamientu de paquetes
cs: Nepodařilo se stáhnout povyšovací balíčky
el: Αποτυχία λήψης πακέτων αναβάθμισης
he: נכשל בהורדת חבילות שדרוג
hu: Frissítések letöltése sikertelen
id: Gagal mengunduh paket upgrade
pl: Błąd pobierania pakietów aktualizacji
ro: Descărcare pachetele de actualizare eşuată
sv_se: Misslyckades med att ladda ner uppdateringspaket

source: The requested package does not exist on server.
ast: Los paquetes solicitaos nun esisten nel sirvidor.
cs: Požadovaný balíček na serveru neexistuje.
el: Το απαιτούμενο πακέτο δεν υπάρχει στο διακομιστή.
he: החבילה שהתבקשה איננה קיימת על השרת
hu: A kért csomag nincs a szerveren.
id: Paket yang dimaksud tidak terdapat di peladen.
pl: Oczekiwany pakiet nie istnieje na serwerze.
ro: Pachetul solicitat lipseşte pe server.
sv_se: Det begärda paketet existerar inte på servern.
vi: Gói yêu cầu không tồn tại trên máy chủ.

source: Suggest to
cs: Navrhnout
el: Πρόταση σε
he: הצע
hu: Ajánlom
id: Sarankan untuk
pl: Proponowane
ro: Sugestie
sv_se: Föreslå för
vi: Yêu cầu

source: refresh package lists
cs: Obnovit seznam balíčků
el: ανανεώσετε τις λίστες πακέτων
he: רענן רשימת חבילות
hu: csomaglista frissítése
id: segarkan daftar paket
pl: odświeżenie listy pakietów
ro: reîmprospătează lista de pachete
sv_se: ladda om paketlista

source: and try again.
cs: a zkusit znovu.
el: και δοκιμάστε ξανά.
he: ונסה שנית
hu: és próbálja újra.
id: dan coba lagi.
pl: i ponowna próba.
ro: şi mai încercaţi încă o dată.
sv_se: och försök igen.
vi: và thử lại.

source: Failed to install upgrade packages
ast: Fallu al instalar anovamientu de paquetes
cs: Nepodařilo se nainstalovat povyšovací balíčky
el: Αποτυχία εγκατάστασης πακέτων αναβαθμίσεων
he: נכשל בהתקנת חבילות שדרוג
hu: Frissítési csomagok telepítése sikertelen
id: Gagal memasang paket upgrade
pl: Błąd instalacji pakietów aktualizacji
ro: Instalare pachetele de actualizare eşuată
sv_se: Misslyckades med att installera uppdateringspaket

source: This problem occurs due to corrupted local apt dependency relationship.
cs: Tento problém se objevil kvůli místnímu poškození závislostí apt.
el: Αυτό το πρόβλημα προκύπτει λόγω της κατεστραμμένης σχέσης των τοπικών εξαρτήσεων του apt.
hu: A probléma a helyi apt függőségek sérüléséből fakad.
id: Masalah ini terjadi berhubungan dengan dependensi apt lokal yang rusak.
pl: Ten problem pojawia się z uwagi na uszkodzone lokalnie powiązania zależności w apt.
ro: Această problemă se produce din cauza legăturilor local-dependente corupte.
sv_se: Problemet uppstod på grund av lokalt korrupta apt beroendeförhållande.
vi: Xảy ra vấn đề do gói phụ thuộc apt hỏng.

source: Warning
ast: Avisu
cs: Varování
el: Προειδοποίηση
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
pl: Uwaga
ro: Atenționare
sv_se: Varning
vi: Cảnh báo

source: The upgrade requires to uninstall crucial components due to corrupted local dependencies or incorrect package dependencies on server.
ast: L'anovamientu rique la desinstalación de componentes cruciales pola mor d'unes dependencies llocales toriaes o dependencies incorreutes nel sirvidor.
cs: Povýšení vyžaduje odinstalaci zásadních součástí. To může být z důvodu poškození vašich místních závislostí. Nebo to může být nesprávnými závislostmi balíčků na straně serveru.
el: Η αναβάθμιση απαιτεί την απεγκατάσταση κρίσιμων στοιχείων λόγω των κατεστραμμένων τοπικών εξαρτήσεων ή των λανθασμένων εξαρτήσεων των πακέτων στο διακομιστή.
he: השדרוג מחייב להסיר חלקים קריטיים בשל חבילות תלות מקומיות מושחתות או חבילות תלות לא מתאימות בשרת
hu: A frissítéshez kritikus komponenseket kell eltávolítani, sérült helyi függőségek vagy a szerveren található hibás csomag függőségek miatt.
id: Upgrade ini membutuhkan Anda untuk mencopot pemasangan komponen penting karena dependensi lokal yang rusak atau dependensi paket yang keliru pada server.
pl: Ta aktualizacja wymaga odinstalowania ważnych komponentów z uwagi na uszkodzone lokalne zależności lub nieprawidłowe pakiety zależności na serwerze.
ro: Actualizarea impune dezinstalarea unor componente cruciale din cauza unor dependențe locale corupte sau a unor pachete de dependențe incorecte din server.
sv_se: Uppdateringen behöver avinstallera viktiga komponenter på grund av korrupta lokala beroenden eller felaktiga paketberoenden på servern.

source: If the prompt occurs again, you could
cs: Pokud se výzva objeví znovu, můžete
el: Αν προκύψει ξανά το μήνυμα, μπορείτε να
he: אם ההודעה מופיעה שוב, אתה יכול
hu: Ha újra előfordul, ön tud
id: Jika terjadi kembali, Anda dapat
pl: Jeśli to zapytanie pojawi się ponownie, możesz:
ro: Dacă mesajul apare din nou, poți
sv_se: Om meddelandet kommer igen, kan du
vi: Nếu việc này xảy ra lần nữa, bạn có thể

source: send error report
ast: unviar l'informe del fallu
cs: poslat zprávu o chybě
el: στείλετε αναφορά σφάλματος
he: שלח דו"ח שגיאה
hu: hibajelentés küldése
id: kirim laporan galat
pl: wyślij raport błędu
ro: Transmite raportul cu erori
sv_se: skicka felrapport
vi: gửi báo cáo lỗi

source: Uploading error log
ast: Xubiendo'l rexistru de fallu
cs: Nahrává se zápis o chybě
el: Μεταφόρτωση αρχείου καταγραφής σφάλματος
he: מעלה דו"ח שגיאה
hu: Hiba log feltöltése
id: Catatan galat pengunggahan
pl: Wysyłanie dziennika błędów
ro: Transmiterea jurnalului cu erori
sv_se: Laddar upp fellogg
vi: Đang tải lên báo cáo lỗi

source: The error was successfully reported and will be handled soon.
ast: Informóse con ésitu del fallu y remanaráse ceo.
cs: Chyba byla úspěšně nahlášena, a bude se brzy projednávat.
el: Το σφάλμα αναφέρθηκε επιτυχώς και θα διευθετηθεί σύντομα.
he: השגיאה דווחה בהצלחה ותטופל בקרוב
hu: A hiba sikeresen bejelentve és hamarosan feldolgozásra kerül.
id: Kesalahan berhasil dilaporkan dan akan segera diatasi.
pl: Raport o błędzie został pomyślnie przesłany i wkrótce zostanie rozpatrzony.
ro: Eroarea a fost raportată cu succes şi va fi remediată în curând.
sv_se: Felet har rapporterats och kommer hanteras snart.
